<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Frontend Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines contain the frontend content shown to users.
    |
    */

    'lang_code' => 'es',

    'home' => 'Hogar',
    'requests' => 'Solicitudes',
    'inventory' => 'Inventario',
    'materials' => 'Materiales',

    'email' => 'correo',
    'password' => 'Contraseña',
    'username' => 'Nombre de Usuario',

    /*
    |--------------------------------------------------------------------------
    | Materials
    |--------------------------------------------------------------------------
    |
    */
    'material_inventory' => 'Inventario de Materiales',
    
    /*
    |--------------------------------------------------------------------------
    | Messaging
    |--------------------------------------------------------------------------
    |
    */
    'you' => 'tú',
    
    /*
    |--------------------------------------------------------------------------
    | Notifications
    |--------------------------------------------------------------------------
    |
    */
    'notifications' => 'Notificaciones',
    
    /*
    |--------------------------------------------------------------------------
    | Production
    |--------------------------------------------------------------------------
    |
    */
    'put_away' => 'Guardar',

    /*
    |--------------------------------------------------------------------------
    | Quality
    |--------------------------------------------------------------------------
    |
    */
    'sort_inventory' => 'Inventario de Ordenamiento',

    /*
    |--------------------------------------------------------------------------
    | Settings
    |--------------------------------------------------------------------------
    |
    */
    'settings' => 'Ajustes',

    'english' => 'Inglés',
    'language' => 'Inglés',
    'light_dark_mode' => 'Modo claro/oscuro',
    'select_your_preferred_language' => 'Seleccione su idioma preferido.',
    'spanish' => 'Inglés',
];
